{
    "results": {
        "books": [
            {
                "isbn": "9780500513606",
                "title": "Chanel: Collections and Creations",
                "author": "Daniele Bott",
                "description": "Chanel's combination of tradition, originality and style has always made it the most seductive of brands. Here the House of Chanel opens its private archives, revealing a galaxy of brilliant designs created by Coco Chanel from the 1920s onwards, and now reinterpreted to become the motifs for brand new garments, accessories and beauty products.",
                "genre": "History",
                "imported": true
            },
            {
                "isbn": "9780062316110",
                "title": "Sapiens: A Brief History of Humankind",
                "author": "Yuval Noah Harari",
                "description": "From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.”",
                "genre": "History",
                "imported": false
            },
            {
                "isbn": "1465475850",
                "title": "History of the World Map by Map",
                "author": "Smithsonian Institution",
                "description": "Maps don't just show us where to go, but also where we've been. A stunning overview of all human history, side by side with 140 custom maps.",
                "genre": "History",
                "imported": true
            },
            {
                "isbn": "0553577123",
                "title": "The Diary of a Young Girl: The Definitive Edition",
                "author": "Anne Frank",
                "description": "Discovered in the attic in which she spent the last years of her life, Anne Frank’s remarkable diary has since become a world classic—a powerful reminder of the horrors of war and an eloquent testament to the human spirit. ",
                "genre": "History",
                "imported": false
            },
            {
                "isbn": "1426221770",
                "title": "Cosmic Queries: StarTalk's Guide to Who We Are, How We Got Here, and Where We're Going",
                "author": "Neil deGrasse Tyson",
                "description": "In this thought-provoking follow-up to his acclaimed StarTalk book, uber astrophysicist Neil deGrasse Tyson tackles the world's most important philosophical questions about the universe with wit, wisdom, and cutting-edge science.",
                "genre": "Science",
                "imported": false
            },
            {
                "isbn": "1952914051",
                "title": "Chemistry Made Easy: An Illustrated Study Guide For Students To Easily Learn Chemistry",
                "author": "NEDU",
                "description": "This book includes over 300 illustrations to help you visualize what is necessary to understand chemistry at it's core. While Chemistry is a huge topic, it's not necessary to spend years studying it unless it's your major in college. For most of us, we need a clear grasp on the subject to progress through school.",
                "genre": "Science",
                "imported": false
            },
            {
                "isbn": "0735223793",
                "title": "Fundamentals: Ten Keys to Reality",
                "author": "Frank Wilczek",
                "description": "One of our great contemporary scientists reveals the ten profound insights that illuminate what everyone should know about the physical world",
                "genre": "Science",
                "imported": false
            },
            {
                "isbn": "0735211299",
                "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
                "author": "James Clear",
                "description": "No matter your goals, Atomic Habits offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.",
                "genre": "Business",
                "imported": false
            },
            {
                "isbn": "0316017930",
                "title": "Outliers: The Story of Success",
                "author": "Malcolm Gladwell",
                "description": "In this stunning new book, Malcolm Gladwell takes us on an intellectual journey through the world of 'outliers'--the best and the brightest, the most famous and the most successful. He asks the question: what makes high-achievers different?",
                "genre": "Business",
                "imported": false
            },
            {
                "isbn": "8925598914",
                "title": "Dare to Lead: Brave Work. Tough Conversations. Whole Hearts.",
                "author": "Brené Brown",
                "description": "Leadership is not about titles, status, and wielding power. A leader is anyone who takes responsibility for recognizing the potential in people and ideas, and has the courage to develop that potential.",
                "genre": "Business",
                "imported": true
            }
        ]
    }
}